app/controllers/tweets_controller.rb

  def create
    @tweet = Tweet.new
    @tweet.title = params[:tweet][:title]
    @tweet.content = params[:tweet][:content]
    @tweet.save
---
INSERT INTO "tweets" ("title", "content", "created_at", "updated_at") VALUES (?, ?, ?, ?)  [["title", "hoge"], ["content", "moge"], ["created_at", "2018-04-04 07:55:07.946235"], ["updated_at", "2018-04-04 07:55:07.946235"]]